const messages = {
    about: {
        pageTitle: 'За нас'
    },
    category: {
        pageTitle: 'Категория',
        description: {
            version0:
                'Изживей отново спомените си от България или планирай първото си посещение чрез списъка ни с емблематични забележителности.',
            version1: 'Открий богатото културно наследство на България чрез нашия списък със забележителности.',
            version2:
                'Открий красотата и културното значение на забележителностите на България с нашия списък с места, които трябва да посетиш.',
            version3: 'Разгледай красотата на България и открий най-емблематичните забележителности на страната.',
            version4:
                'Изследвай богатото културно наследство на България чрез нашия списък със забележителности, от средновековни крепости до природни чудеса.',
            version5:
                'Насладете се на зашеметяващата архитектура и природната красота на забележителностите на България, от средновековни крепости до морски градове.'
        }
    },
    contact: {
        pageTitle: 'Контакти',
        form: {
            title: 'Пишете ни',
            label: {
                name: 'Име',
                email: 'Имейл',
                subject: 'Заглавие',
                message: 'Въведете Вашето съобщение тук...'
            },
            result: {
                success: 'Вашето съобщение е изпратено успешно към нас!',
                error: 'Възникна грешка и Вашето съобщение не беше изпратено.'
            },
            button: 'Изпращане'
        }
    },
    error: {
        pageTitle: 'Грешка 404 - страницата не съществува',
        message: 'Страницата, която се опитвате да достъпите, не може да бъде намерена!',
        button: 'Назад към сайта'
    },
    homepage: {
        pageTitle: 'Начало',
        slogan: {
            title: 'Богатството на България на едно място',
            descriptions: {
                v0: 'Копривщица е исторически град с добре запазена архитектура от 19 век и традиционни български обичаи.',
                v1: 'България е дом на над 20 000 исторически и културни паметника, включително древни тракийски гробници, средновековни крепости и османски джамии.',
                v2: 'България е дом на над 50 природни парка и резервати, включително Природен парк Рилски манастир и Национален парк Пирин, като и двата са обект на световното наследство на ЮНЕСКО.',
                v3: 'България е дом на над 50 минерални извора, много от които използват натурални минерални води за терапевтични цели.',
                v4: 'България е дом на най-старото златно съкровище в света, Варненският некропол, датиращ от 4500 г. пр. н. е.',
                v5: 'В България се намира Розовата долина, където се произвежда световноизвестното българско розово масло.',
                v6: 'България е известна с традиционното си народно изкуство, включително грънчарство, дърворезба и производство на текстил.',
                v7: 'Несебър е древен град на брега на Черно море, известен със своята добре запазена средновековна архитектура и обект на световното наследство на ЮНЕСКО.',
                v8: 'Пловдив има добре запазен стар град, който датира от римския период и е обект на световното наследство на ЮНЕСКО.',
                v9: 'Велико Търново е бил столица на Второто българско царство и предлага поглед към средновековната история на страната.',
                v10: 'Рилският манастир, основан през 10 век, е един от най-важните културни и духовни обекти в страната и обект на световното наследство на ЮНЕСКО.',
                v11: 'Планините Пирин, Рила и Стара планина са популярни дестинации за туризъм, ски и алпинизъм.',
                v12: 'България има богата история на тракийската цивилизация, с много археологически обекти като Тракийската гробница в Казанлък, обект на световното наследство на ЮНЕСКО.',
                v13: 'България има разнообразна гама от културни фестивали и събития през цялата година, като Международния фестивал на маскарадните игри Сурва.',
                v14: 'Средновековната крепост Белоградчик, разположена в северозападна България, предлага поглед към военната история на страната.',
                v15: 'Античният град Сердика, сега известен като София, е бил важен римски град и столица на провинция Дакия Средиземноморска.',
                v16: 'Асеновата крепост предлага поглед към средновековната история и военната архитектура на страната, разположена в Родопите',
                v17: 'Средновековният град Мелник, разположен в Пирин планина, предлага поглед към средновековната история и архитектура на страната.',
                v18: 'Древният град Одесос, сега известен като Варна, е бил важно римско пристанище и център на търговия и култура.',
                v19: 'България играе ключова роля в разпространението на християнството в Източна Европа, с много древни църкви и манастири в цялата страна.'
            },
            button: 'Научи повече'
        },
        locations: {
            featured: {
                title: 'Най-популярните',
                description: 'Избери забележителност измежду най-популярните, които нашите потребители посещават в този момент.'
            },
            categories: {
                title: 'Избери от категория',
                description: 'Открий някои от най-зрелищните места и паметници в България.',
                tabs: {
                    nature: 'Природа',
                    architecture: 'Архитектура',
                    monuments: 'Паметници',
                    seasonal: 'Сезонен туризъм',
                    viewAll: 'Всички категории'
                }
            }
        },
        destinations: {
            title: 'Популярни местности',
            description:
                'Посети емблематични и уникални забележителности, които определят културата и историята на местностите в България.',
            locations_count: '<strong>{count}</strong> локации в района'
        }
    },
    place: {
        pageTitle: 'Преглед на локация',
        buttons: {
            map: 'Виж локацията на карта',
            favorite: {
                make: 'Добави в любими',
                undo: 'Махни от любими'
            },
            share: 'Сподели'
        },
        visitors: {
            score: '0 посетители | 1 посетител | {n} посетители',
            describe: 'Това е броят на нашите потребители, които са посетили тази локация.'
        },
        reviews: {
            text: '(няма ревюта) | (1 ревю) | ({n} ревюта)',
            title: 'Ревюта',
            description: 'Защото твоето мнение е от значение!',
            stars: '1 звезда | {n} звезди',
            addReview: 'Разкажи твоята история'
        },
        weather: {
            cloudy: 'облачно {temperature} {unit}'
        },
        unesco: {
            label: 'UNESCO',
            title: 'Тази забележителност е част от културното наследство на ЮНЕСКО.'
        },
        photography: {
            author: 'Фотограф: {author}',
            more: 'Виж всички снимки'
        },
        contents: {
            tableOfContents: 'Съдържание',
            copyrights:
                'Цялото текстово съдържание на тази страница е предоставено напълно доброволно от потребителите на сайта чрез нашето <a href="{repo}" target="blank">GitHub хранилище</a> и ние не носим отговорност за авторските права върху него.',
            author: 'Автор на съдържанието е | Автори на съдържанието са'
        },
        audio: {
            section: 'Секция: "{section}"',
            describe: 'Аудиозапис на секция от',
            playAudio: 'Пускане на аудиозапис от тази секция',
            controls: {
                hide: 'Сгъване на плейъра',
                show: 'Разгъване на плейъра',
                skipBack: 'Предходен аудиозапис',
                skipForward: 'Следващ аудиозапис',
                play: 'Пускане на аудиозаписа',
                pause: 'Паузиране на аудиозаписа',
                volume: 'Регулиране силата на звука'
            }
        }
    },
    privacy: {
        pageTitle: 'Лични данни'
    },
    region: {
        pageTitle: 'Регион'
    },
    regions: {
        pageTitle: 'Региони'
    },
    terms: {
        pageTitle: 'Общи условия'
    }
}

export default messages
