const messages = {
    field: {
        required: 'Моля, попълнете полето.',
        exact: 'Съдържанието трябва да отговаря на изискванията.',
        min: 'Полето трябва да бъде дълго поне {min} символа.',
        length: 'Полето трябва да бъде дълго между {min} и {max} символа.'
    },
    name: {
        required: 'Моля, въведете Вашето име.'
    },
    email: {
        required: 'Моля, въведете Вашият имейл адрес.',
        invalid: 'Моля, въведете валиден имейл адрес.'
    },
    subject: {
        required: 'Моля, въведете заглавие на Вашето съобщение.'
    },
    message: {
        required: 'Моля, въведете Вашето съобщение.'
    }
}

export default messages
