const messages = {
    pageTitle: 'Преглед на локация',
    buttons: {
        map: 'Виж локацията на карта',
        favorite: {
            make: 'Добави в любими',
            undo: 'Махни от любими'
        },
        share: 'Сподели'
    },
    visitors: {
        score: '0 посетители | 1 посетител | {n} посетители',
        describe: 'Това е броят на нашите потребители, които са посетили тази локация.'
    },
    reviews: {
        text: '(няма ревюта) | (1 ревю) | ({n} ревюта)',
        title: 'Ревюта',
        description: 'Защото твоето мнение е от значение!',
        stars: '1 звезда | {n} звезди',
        addReview: 'Разкажи твоята история'
    },
    weather: {
        cloudy: 'облачно {temperature} {unit}'
    },
    unesco: {
        label: 'UNESCO',
        title: 'Тази забележителност е част от културното наследство на ЮНЕСКО.'
    },
    photography: {
        author: 'Фотограф: {author}',
        more: 'Виж всички снимки'
    },
    contents: {
        tableOfContents: 'Съдържание',
        copyrights:
            'Цялото текстово съдържание на тази страница е предоставено напълно доброволно от потребителите на сайта чрез нашето <a href="{repo}" target="blank">GitHub хранилище</a> и ние не носим отговорност за авторските права върху него.',
        author: 'Автор на съдържанието е | Автори на съдържанието са'
    },
    audio: {
        section: 'Секция: "{section}"',
        describe: 'Аудиозапис на секция от',
        playAudio: 'Пускане на аудиозапис от тази секция',
        controls: {
            hide: 'Сгъване на плейъра',
            show: 'Разгъване на плейъра',
            skipBack: 'Предходен аудиозапис',
            skipForward: 'Следващ аудиозапис',
            play: 'Пускане на аудиозаписа',
            pause: 'Паузиране на аудиозаписа',
            volume: 'Регулиране силата на звука'
        }
    }
}

export default messages
