const messages = {
    pageTitle: 'Преглед на локация',
    buttons: {
        map: 'Виж локацията на карта',
        favorite: {
            make: 'Добави в любими',
            undo: 'Махни от любими'
        },
        share: 'Сподели'
    },
    reviews: '(няма ревюта) | (1 ревю) | ({n} ревюта)',
    weather: {
        cloudy: 'облачно'
    },
    altitude: 'м. н.в.',
    unesco: {
        label: 'UNESCO',
        title: 'Тази забележителност е част от културното наследство на ЮНЕСКО.'
    },
    photography: {
        author: 'Фотограф: {author}',
        more: 'Виж всички снимки'
    },
    contents: {
        tableOfContents: 'Съдържание',
        copyrights:
            'Цялото текстово съдържание на тази страница е предоставено напълно доброволно от потребителите на сайта и ние не носим отговорност за авторските права върху него.',
        author: 'Автор на съдържанието е | Автори на съдържанието са'
    },
    audio: {
        section: 'Секция: "{section}"',
        describe: 'Аудиозапис на секция от',
        playAudio: 'Пускане на аудиозапис от тази секция',
        controls: {
            hide: 'Сгъване на плейъра',
            show: 'Разгъване на плейъра',
            skipBack: 'Предходен аудиозапис',
            skipForward: 'Следващ аудиозапис',
            play: 'Пускане на аудиозаписа',
            pause: 'Паузиране на аудиозаписа',
            volume: 'Регулиране силата на звука'
        }
    }
}

export default messages
