const messages = {
    pageTitle: 'Начало',
    slogan: {
        title: 'Чудесата на България',
        description: 'Запознай се с богатата история на България в своето следващо приключение.',
        button: 'Започни от тук',
        search: 'С коя забележителност ще започнеш?'
    },
    locations: {
        featured: {
            title: 'Най-популярните',
            description: 'Избери забележителност измежду най-популярните, които нашите потребители посещават в този момент.'
        },
        categories: {
            title: 'Избери от категория',
            description: 'Открий някои от най-зрелищните места и паметници в България.',
            tabs: {
                nature: 'Природа',
                architecture: 'Архитектура',
                monuments: 'Паметници',
                seasonal: 'Сезонен туризъм',
                viewAll: 'Всички категории'
            }
        }
    },
    destinations: {
        title: 'Популярни градове',
        description:
            'Посети емблематични и уникални забележителности, които определят културата и историята на градовете в България.',
        locations_count: '<strong>{count}</strong> локации в района'
    }
}

export default messages
