const messages = {
    pageTitle: 'Начало',
    slogan: {
        title: 'Кратко надъхващо заглавие',
        description: 'Малко по-дълго изречение, представящо по най-добрия начин подбраните забележителности.'
    },
    locations: {
        categories: {
            popular: {
                slogan: {
                    title: 'Най-популярните',
                    description:
                        'Избери забележителност измежду най-популярните, които нашите потребители посещават в този момент.'
                }
            },
            winter: {
                slogan: {
                    title: 'Зимен сезон',
                    description:
                        'Всеки сезон ни дава възможност да видим забележителностите в нова светлина. Ето списък с най-подходящите, които да посетиш през зимния сезон.'
                }
            }
        },
        viewMore: 'Още забележителности'
    }
}

export default messages
