const messages = {
    pageTitle: 'Категория',
    description: {
        version0:
            'Изживей отново спомените си от България или планирай първото си посещение чрез списъка ни с емблематични забележителности.',
        version1: 'Открий богатото културно наследство на България чрез нашия списък със забележителности.',
        version2:
            'Открий красотата и културното значение на забележителностите на България с нашия списък с места, които трябва да посетиш.',
        version3: 'Разгледай красотата на България и открий най-емблематичните забележителности на страната.',
        version4:
            'Изследвай богатото културно наследство на България чрез нашия списък със забележителности, от средновековни крепости до природни чудеса.',
        version5:
            'Насладете се на зашеметяващата архитектура и природната красота на забележителностите на България, от средновековни крепости до морски градове.'
    }
}

export default messages
